Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/laereplan_matematikk-felles.html.tmx
Source language: sme
Languages: smj

source: meroštallat jáhkehahttivuođa go lohká buot heivvolaš ja vejolaš bohtosiid tabeallain, systematiseret lohkamiid ruossatabeallaid, venndiagrámmaid ja jáhkehahttivuođamuora vehkiin, ja geavahit addišuvdnacealkaga ja buvttacealkaga
smj: merustallat jáhkedahttevuodav gå låhkå gájka vuogas ja vejulasj båhtusijt ruossatabellaj, venndiagrámmaj ja jáhkedahttevuodamuoraj viehkken, ja addisjåvnnågárgadisáv ja buvtagárgadisáv adnet

source: selvehit funkšuvdnadoahpaga ja sáhttit nuppástuhttit iešguđet funkšuvdnaovddastemiid gaskka
smj: tjielggit funksjåvnnåbuojkuldagáv ja máhttet målssot iesjgeŋgalasj funksjåvnnååvddånbuktemij gaskan

source: meroštallat nullačuoggá, ekstremálačuoggá, russenčuoggá ja gaskamearálaš stuorrunleavttu, gávnnahit momentána stuorrunleavttu sulliiárvvuid ja dahkat muhtin praktihkalaš dulkomiid dáid beliin
smj: merustallat nullatjuorgav, ekstremálatjuorgav, ruossimtjuorgav ja gasskameralasj stuorromfártav, gávnnat momentána stuorromfárta sullásasj árvojt ja dajt ássjij gáktuj dahkat muhtem praktihkalasj dålkkumijt

source: selvehit deriverema definišuvnna, geavahit definišuvnna gávnnahit polynomafunkšuvnnaide derivašunnjuolggadusa ja dán njuolggadusa vuođul ságaškuššat funkšuvnnaid
smj: tjielggit deriverima definisjåvnåv, adnet definisjåvnåv gávnatjit polynomfunksjåvnåj derivasjåvnnånjuolgadusáv ja dan njuolgadusá milta funksjåvnåjt árvvaladdat

source: ráhkadit, dulkot ja selvehit funkšuvnnaid mat čilgejit praktihkalaš čuolmmaid, analyseret empiralaš funkšuvnnaid ja gávnnahit sullii lineára funkšuvnna, sihke digitála reaidduiguin ja daid haga
smj: dahkat, dålkkut ja tjielggit funksjåvnåjt ma tjielggiji praktihkalasj tjuolmajt, analyserit empiralasj funksjåvnåjt ja gávnadit sulle lineára funksjåvnåv, digitála vædtsagij ja daj dagá

source: geavahit digitála reaidduid ovdanbuktit ja analyseret polynomafunkšuvnnaid, ruohtasfunkšuvnnaid, rationála funkšuvnnaid, eksponentiálafunkšuvnnaid ja poteansafunkšuvnnaid kombinašuvnnaid
smj: adnet digitála vædtsagijt åvddånbuvtátjit ja analyseritjit polynomfunksjåvnåj, ruohttsafunksjåvnåj, rasjonála funksjåvnåj, eksponentiálafunksjåvnåj ja potensiálafunksjåvnåj kombinasjåvnåjt

source: Gelbbolašvuođamihttomearit 1 P – Jo1 studerenráhkkanahtti oahppoprográmmaid maŋŋil
smj: Máhtudakmihto 1 P – Jo1 oahppogárvedime oahppoprográmma maŋŋela

source: sulliirehkenastit vástádusaid, rehkenastit praktihkalaš bihtáid, digitála reaidduiguin ja daid haga, ovdanbuktit bohtosiid ja árvvoštallat man jierpmálaččat dat leat
smj: sulleriekknistit vásstádusájt, praktihkalasj dahkamusájt riekknistit digitála vædtsagij ja daj dagá, båhtusijt åvddånbuktet ja árvustallat makta li vuohkasa

source: dulkot, gieđahallat, árvvoštallat ja digaštallat matematihkalaš sisdoalu čálalaš, njálmmálaš ja gráfalaš ovdanbuktimiin
smj: dålkkut, giehtadallat, árvustallat ja dagástallat matematihkalasj sisanov tjálalasj, njálmálasj ja gráfalasj åvddånbuktemijn

source: álkidahttit máŋggalađat cealkagiid ja čoavdit vuosttašpoteansa ovttamađodagaid ja álkes poteansaovttamađodagaid
smj: álkkedahttet moatteladák uttrykkajt ja tjoavddet vuostasjpotensa liknigijt ja álkkes potænnsaliknigijt

source: dulkot ja geavahit hámuid mat gusket beaivválaš eallimii ja fidnoeallimii
smj: dålkkut ja adnet foarmmalijt ma árkkabæjvváj ja virggeiellemij guosski

source: rehkenastit goriin, proseanttain, proseantačuoggáin ja stuorrunfáktoriin
smj: riekknit aktijvuodaj, prosentaj, prosænntatjuorgaj ja stuorromfaktåvråjn

source: gieđahallat gorrálas ja jorggu gorrálas sturrodagaid praktihkalaš oktavuođain
smj: giehtadallat proporsjonála ja måttso proporsjonála stuorrudagájt praktihkalasj aktijvuodajn

source: geavahit ja ákkastit ovttahámatvuođa, mihttoláva ja Pytagorasa cealkaga geavaheami meroštallamis ja praktihkalaš barggus
smj: adnet ja vuodustit avtahámakvuodav, mihtov ja Pytagorasa gárgadisáv merustallamijda ja praktihkalasj bargon

source: čoavdit čuolmmaid mat gusket guhkkodahkii, čihkii, areálii ja volumii
smj: tjoavddet tjuolmajt ma guosski guhkkudahkaj, viŋŋkalijda, areállaj ja vuobmanij

source: rehkenastit iešguđetlágan mihttoovttadagaiguin ja mihtidanreaidduiguin, árvvoštallat makkár mihtidanreaiddut leat ávkkálaččat, ja árvvoštallat man eahpesihkkarat mihtideamit leat
smj: riekknit iesjgeŋgalágásj mihttimavtadagáj, moattelágásj mihttimvædtsagijt adnet, árvustallat makkir mihttimvædtsaga li vuohkusa, ja árvustallat man iehpesihkara mihttima li

source: dulkot, ráhkadit ja geavahit sárgosiid ja bargotevnnegiid čuolmmaide mat leat kultur- ja fidnoeallimis ja ovdanbuktit ja ákkastit čovdosiid
smj: dålkkut, dahkat ja adnet sárggomijt ja barggotjuorggamijt tjuolmajda ma li kultur- ja virggeiellemis ja åvddånbuktet ja vuodustit tjoavddusijt

source: ráhkadit ovdamearkkaid ja simuleremiid iešguđetlágan dáhpáhusain ja selvehit jáhkehahttivuohta-doahpaga
smj: dahkat buojkulvisájt ja simulerimijt soajtádagáj ja tjielggit jáhkedahttevuoda buojkuldagáv

source: meroštallat jáhkehahttivuođa go lohká buot heivvolaš ja vejolaš bohtosiid tabeallain, systematiseret lohkamiid ruossatabeallaid, venndiagrámmaid ja jáhkehahttivuođamuora vehkiin, ja geavahit addišuvdnacealkaga ja buvttacealkaga praktihkalaš oktavuođain
smj: merustallat jáhkedahttevuodaj gå låhkå gájka vuogas ja vejulasj båhtusijt, låhkåmijt systematiserit ruossatabellaj, venndiagrámmaj ja válljimmuoraj baktu ja addisjåvnnågárgadisáv ja buvtagárgadisáv praktihkalasj aktijvuodajn adnet

source: selvehit lineára stuorrun-doahpaga, čájehit dákkár stuorruma ja geavahit dán praktihkalaš ovdamearkkain, maiddái digitálalaččat
smj: tjielggit lineára stuorroma buojkuldagáv, vuosedit dákkár stuorromav ja adnet dav praktihkalasj aktijvuodan, aj digitálalattjat

source: lonohallat iešguđet funkšuvnnaidovddastemiid gaskka
smj: lånudallat iesjgeŋgalágásj funksjåvnåj representasjåvnåj gaskan

source: iskat funkšuvnnaid mat čilgejit praktihkalaš dilálašvuođaid, ja mearridit nullačuoggá, ekstremálačuoggá ja russenčuoggá ja dulkot bohtosiid praktihkalaš árvvuid
smj: guoradallat funksjåvnåjt ma tjielggiji praktihkalasj dilijt, ja mierredit nullatjuorgav, ekstremálatjuorgav ja ruossimtjuorgav ja dålkkut båhtusij praktihkalasj ávkev

source: selvehit ja rehkenastit haddeindeavssain, kruvdnaárvvuin, duohtabálkkáin, nominála bálkkáin ja meroštallat dietnasa, vearu ja divadiid
smj: tjielggit ja riekknit haddeindeksajn, kråvnnåárvujn, duohtabálkkájn ja nominála bálkkájn ja merustallat sisbåhtusav, værov ja divudijt

source: árvvoštallat geavahusa ja kredihttakoartta geavaheami ja bidjat bušeahta ja rehketdoalu rehkenastinárkkaiguin
smj: árvustallat gålådimev ja kredihttakårtå anov ja biedjat budsjehtav ja ruhtalågov riekknimárkkaj

source: guorahallat ja árvvoštallat iešguđetlágan loanaid ja seastinvugiid
smj: guoradallat ja árvustallat iesjgeŋgalágásj luojkkama ja siesstema vuogijt

source: Gelbbolašvuođamihttomearit 1T-Y – Jo1 fidnofágalaš oahppoprográmmaid maŋŋil
smj: Máhtudakmihto 1T-Y – Jo1 oahppogárvedime oahppoprográmma maŋŋela

source: Gelbbolašvuođamihttomearit 1P-Y – Jo1 fidnofágalaš oahppoprográmmaid maŋŋil
smj: Máhtudakmihto 1P-Y – Jo1 oahppogárvedime oahppoprográmma maŋŋela

source: Árvvoštallan fágas
smj: Árvustallam fágan

source: Loahppaárvvoštallama mearrádusat:
smj: Loahppaárvustallama mærrádusá:

source: Oppalaš árvosáni árvvoštallan
smj: Åbbålasj árvustallam

source: Ortnet
smj: Vuohke

source: 10. jahkeceahkki
smj: 10. jahkedásse

source: Oahppit galget oažžut ovtta oppalašárvosáni.
smj: Oahppe galggi oadtjot avtav åbbålasj karakterav.

source: Jo1 fidnofágalaš oahppoprográmmat
smj: Jo1 viddnofágalasj oahppoprográmma

source: Eksámen ohppiide
smj: Eksámen – oahppe

source: Oahppit sáhttet vuorbáduvvot čálalaš eksámenii.
smj: Oahppe soajtti vuorbbáduvvat tjálalasj eksábmaj.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
smj: Tjálalasj eksábma guovdásj ásadusájs dagáduvvá ja sensureriduvvá.

source: Oahppit sáhttet maiddái vuorbáduvvot njálmmálaš eksámenii.
smj: Oahppe soajtti aj vuorbbáduvvat njálmálasj eksábmaj.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Njálmálasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.

source: Oahppit sáhttet vuorbáduvvot čálalaš dahje njálmmálaš eksámenii.
smj: Oahppe soajtti vuorbbáduvvat tjálalasj jali njálmálasj eksábmaj.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Tjálalasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.

source: Eksámen privatisttaide
smj: Eksámen – privatista

source: Geahča ortnega mii gusto ollesolbmuid vuođđoskuvlaoahpahussii.
smj: Gehtja doajmme årnigav ållessjattugij vuodoskåvllååhpadusá gáktuj.

source: Privatisttat galget váldit čálalaš eksámena.
smj: Privatista galggi tjadádit tjálalasj eksámav.

source: Eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Tjálalasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.

source: Eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
smj: Eksábma guovdásj ásadusájs dagáduvvá ja sensureriduvvá.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
smj: Árvustallama åbbålasj mærrádusá li åhpaduslága njuolgadustjállagijn.
